Repository: Codeinwp/media-manager-plus
Catalog: languages/media-manager-plus-*.po
Languages: de_de

source: Welcome to Media Manager Plus
de_de: Willkommen beim Media Manager Plus

source: Settings
de_de: Einstellungen

source: Requires Version %s
de_de: Setzt Version %s voraus

source: Buy the %s extension for $%s
de_de: Kaufe die %s Extension für $%s

source: $%s Buy
de_de: $%s Kaufen

source: No new extensions available, you must have installed them all. Nice.
de_de: Keine neuen Extensions verfügbar, es scheinen alle installiert zu sein. Bestens.

source: Insert from
de_de: Einfügen von

source: Disconnect
de_de: Trennen

source: Connect
de_de: Verbinden

source: Connecting
de_de: Verbinde

source: Importing
de_de: Importiere

source: Inserting
de_de: Einfügen

source: Insert into page
de_de: In Seite einfügen

source: Insert into post
de_de: In Beitrag einfügen

source: imported
de_de: importiert

source: image
de_de: Bild

source: images
de_de: Bilder

source: Load More
de_de: Weitere Elemente laden

source: Loading
de_de: Lade

source: API Unavailable
de_de: API nicht erreichbar

source: No available sources
de_de: Keine Quellen verfügbar

source: Available Sources
de_de: Verfügbare Quellen

source: General Settings
de_de: Allgemeine Einstellungen

source: Show Connected Sources
de_de: Verbundene Quellen anzeigen

source: Only show connected sources in side menu of the media popup
de_de: Nur verbundene Quellen im Seitenmenü des Media Popups anzeigen

source: Safe mode filters sources for nude, explicit or NSFW media
de_de: 'Safe Mode' filtert Bilder aus, die Markierungen für Nacktheit, Gewalt oder NSFW aufweisen

source: Save All Changes
de_de: Alle Änderungen speichern

source: Any License
de_de: Jede Lizenz

source: 500px License Options
de_de: 500px Lizenz-Optionen

source: Select the license type of images returned from 500px
de_de: Wähle alle gewünschten Lizenzen für Bilder von 500px

source: Tagged Images
de_de: Bilder mit Schlagwort

source: Enter a hashtag without the #
de_de: Schlagwort (Hashtag) ohne '#' eingeben

source: User Images
de_de: Benutzer-Bilder

source: Enter a username
de_de: Benutzername eingeben

source: Popular Images
de_de: Beliebte Bilder

source: Popular Shots
de_de: Beliebte Aufnahmen

source: Everyone's Shots
de_de: Alle Aufnahmen

source: Debut Shots
de_de: Debüt-Aufnahmen

source: Player's Shots
de_de: Designer-Aufnahmen

source: Enter a player's name
de_de: Designer-Benutzername eingeben

source: Player's Liked Shots
de_de: Designer-Favoriten

source: Flickr License Options
de_de: Flickr Lizenz-Optionen

source: Select the license types of images returned from Flickr
de_de: Wähle alle gewünschten Lizenzen für Bilder von Flickr

source: Recent Images (All Licenses)
de_de: Neueste Bilder (Alle Lizenzen)

source: My Images
de_de: Meine Bilder

source: Location Images
de_de: Orts-Aufnahmen

source: Enter a latitude and longitude, eg. 51.4638, 0.1677
de_de: Gib Breiten- und Längengrad an (Format: 51.4638, 0.1677)

source: Caption
de_de: Beschreibung

source: Title
de_de: Titel

source: Alt Text
de_de: Alternativtext

source: Align
de_de: Ausrichtung

source: Left
de_de: Links

source: Center
de_de: Zentriert

source: Right
de_de: Rechts

source: None
de_de: Keine

source: Link To
de_de: Link zur

source: Image URL
de_de: Bild-URL

source: Page URL
de_de: Seiten-URL

source: Thank you for updating to the latest version! Media Manager Plus %s upgrades the WordPress media manager with third party image sources.
de_de: Danke für das Updaten auf die aktuelle Version! Media Manager Plus %s erweitert den WordPress Media Manager um externe Bild-Quellen.

source: What's New
de_de: Unsere Neuerungen

source: Get Some Help
de_de: Finde Hilfe

source: Website
de_de: Webseite

source: Support Forums
de_de: Support-Forum

source: Watch The Video
de_de: Sieh dir das Video an [EN]

source: Go to Media Manager Plus Settings
de_de: Zu den Media Manager Plus Einstellungen

source: Introducing Extensions
de_de: NEU: Extensions

source: Cheatin&#8217; huh?
de_de: Nicht mogeln!

source: Upgrade the WordPress Media Manager and add support for Flickr, Instagram, 500px etc.
de_de: Erweitere den WordPress Media Manager und füge Quellen wie Flickr, Instagram und 500px hinzu
